03_pipmpleGrow/testCase/constant/polyMesh/boundary
/*--------------------------------*- C++ -*----------------------------------*\
  =========                 |
  \\      /  F ield         | OpenFOAM: The Open Source CFD Toolbox
   \\    /   O peration     | Website:  https://openfoam.org
    \\  /    A nd           | Version:  8
     \\/     M anipulation  |
\*---------------------------------------------------------------------------*/
FoamFile
{
    version     2.0;
    format      ascii;
    class       polyBoundaryMesh;
    location    "constant/polyMesh";
    object      boundary;
}
// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //

4
(
    wall1
    {
        type            wall;
        inGroups        List<word> 
2
(
meshedWalls
wall
)
;
        nFaces          3323;
        startFace       51950;
    }
    top
    {
        type            symmetry;
        inGroups        List<word> 1(symmetry);
        nFaces          636;
        startFace       55273;
    }
    stirrer
    {
        type            wall;
        inGroups        List<word> 
2
(
meshedWalls
wall
)
;
        nFaces          681;
        startFace       55909;
    }
    bottom
    {
        type            wall;
        inGroups        List<word> 
2
(
meshedWalls
wall
)
;
        nFaces          1240;
        startFace       56590;
    }
)

// ************************************************************************* //
