03_pipmpleGrow/testCase/constant/cellProperties
/*--------------------------------*- C++ -*----------------------------------*\
| =========                 |                                                 |
| \\      /  F ield         | OpenFOAM: The Open Source CFD Toolbox           |
|  \\    /   O peration     | Version:  3.0.1                                 |
|   \\  /    A nd           | Web:      www.OpenFOAM.org                      |
|    \\/     M anipulation  |                                                 |
\*---------------------------------------------------------------------------*/
FoamFile
{
    version     2.0;
    format      ascii;
    class       dictionary;
    location    "constant";
    object      cellProperties

// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //

N0 0.00005 [1 -3 0 0 0 0 0] 
S0 0.02    [1 -3 0 0 0 0 0]
b  0.02    [0  0 0 0 0 0 0]

// ************************************************************************* //
