03_pipmpleGrow/testCase/0/N
*--------------------------------*- C++ -*----------------------------------*\
  =========                 |
  \\      /  F ield         | OpenFOAM: The Open Source CFD Toolbox
   \\    /   O peration     | Website:  https://openfoam.org
    \\  /    A nd           | Version:  7
     \\/     M anipulation  |
\*---------------------------------------------------------------------------*\
FoamFile
{
    version     2.0;
    format      ascii;
    class       volScalarField;
    object      N;
}
// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //

dimensions      [1 -3 0 0 0 0 0];
value           (0.005) 
//internalField nonuniform List <scalar>
//0.005

// ************************************************************************* //
