03_pipmpleGrow/testCase/0/k
/*--------------------------------*- C++ -*----------------------------------*\
  =========                 |
  \\      /  F ield         | OpenFOAM: The Open Source CFD Toolbox
   \\    /   O peration     | Website:  https://openfoam.org
    \\  /    A nd           | Version:  7
     \\/     M anipulation  |
\*---------------------------------------------------------------------------*/
FoamFile
{
    version     2.0;
    format      ascii;
    class       volScalarField;
    location    "0";
    object      k;
}
// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //

dimensions      [0 2 -2 0 0 0 0];

internalField   uniform 4e-5;

boundaryField
{

    wall1 
    {
        type            kqRWallFunction;
        value           $internalField;
    }

    top
    {
        type            symmetry;
    }

    bottom
    {
        type            kqRWallFunction;
        value           $internalField;
    }
    
    stirrerholder
    {
        type            kqRWallFunction;
        value           $internalField;
    }
    
    stirrer
    {
        type            kqRWallFunction;
        value           $internalField;
    }

}


// ************************************************************************* //
